backend/app/controllers/playlists_controller.rb

SELECT "playlists".* FROM "playlists"
---
    def index
        playlists = Playlist.all